/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Outro usuário possui o aplicativo “%@” aberto.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Peça ao outro usuário que encerre o aplicativo “%@” e depois tente novamente.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Entre em contato com o fornecedor de “%@” para obter uma versão atualizada.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Entre em contato com o administrador para obter assistência.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "O arquivo não pôde ser aberto porque o formato específico não é compatível.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "O arquivo não pôde ser salvo porque o formato específico não é compatível.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Nenhuma outra informação disponível sobre o problema.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Mostrar Aplicativo";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Mostrar Fluxo de Trabalho";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Alguns arquivos não puderam ser duplicados porque ocorreu um erro indeterminado (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Alguns arquivos não puderam ser duplicados devido a um erro do disco.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Alguns arquivos não puderam ser duplicados porque o disco está cheio.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Alguns arquivos não puderam ser duplicados porque o volume está protegido contra gravação.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Alguns arquivos não puderam ser duplicados porque não foram encontrados.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Alguns arquivos não puderam ser duplicados.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Alguns arquivos não puderam ser movidos para o lixo porque ocorreu um erro indeterminado (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Alguns arquivos não puderam ser movidos para o lixo devido a um erro do disco.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Alguns arquivos não puderam ser movidos para o lixo porque o disco está cheio.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Alguns arquivos não puderam ser movidos para o lixo porque o disco está protegido contra gravação.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Alguns arquivos não puderam ser movidos para o lixo porque não foram encontrados.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Alguns arquivos não puderam ser movidos para o lixo.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "O aplicativo “%@” não pôde ser encontrado.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "O aplicativo “%@” não pôde ser aberto.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "O aplicativo “%@” não forneceu dados válidos.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "O aplicativo “%@” não respondeu ao pedido de serviços.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "O aplicativo “%@” está corrupto.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "O aplicativo “%@” está no Lixo.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "O aplicativo “%@” não é compatível com o seu computador.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "O aplicativo “%@” requer uma versão mais recente do Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "O serviço “%1$@” não pode ser usado porque um outro usuário mantém o aplicativo “%2$@” aberto.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” não foi encontrado.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” não pode ser aberto.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” não apresenta dados válidos.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” não responde à solicitação por serviços.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” está corrompido.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” está no Lixo.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” não é compatível com o seu computador.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "O serviço “%1$@” não pode ser usado porque o aplicativo “%2$@” exige uma versão mais recente do Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "O serviço “%1$@” não pode ser usado porque o fluxo de trabalho “%2$@” não pôde ser encontrado.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "O serviço “%1$@” não pôde ser usado porque o fluxo de trabalho “%2$@” não terminou a tempo.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "O serviço “%1$@” não pôde ser usado porque o fluxo de trabalho “%2$@” não forneceu dados válidos.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "O serviço “%@” não pode ser usado porque o aplicativo não foi encontrado.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "O serviço “%@” não pode ser usado porque o aplicativo não pode ser aberto.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "O serviço “%@” não pode ser usado porque o aplicativo não responde à solicitação por serviços.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "O serviço “%1$@” não pode ser usado porque houve um problema na obtenção das informações de serviço do aplicativo “%2$@”.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "O serviço “%1$@” não pôde ser usado porque houve um problema ao obter as informações de serviço do fluxo de trabalho “%2$@”.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "O serviço “%@” não pode ser usado porque houve um problema ao obter as informações de serviço do aplicativo.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "O serviço “%1$@” não pode ser usado porque você não tem permissão para abrir o aplicativo “%2$@”.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "O serviço “%@” não pôde ser utilizado.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "O fluxo de trabalho “%@” não pôde ser encontrado.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "O fluxo de trabalho “%@” não finalizou a tempo.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "O aplicativo “%1$@” não pôde ser aberto porque ocorreu um erro diverso (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "O aplicativo “%@” não pôde ser aberto porque está corrompido.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "O aplicativo “%@” não pôde ser aberto porque está no Lixo.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "O aplicativo “%@” não pôde ser aberto porque não é compatível com o seu computador.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "O aplicativo “%@” não pôde ser aberto porque não foi encontrado.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "O aplicativo não pôde ser encontrado.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "O aplicativo não pôde ser aberto.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "O disco não pôde ser ejetado porque está sendo usado por \"%@\".";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "O arquivo “%@” não pôde ser duplicado porque não foi encontrado.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "O arquivo “%@” não pôde ser duplicado devido a um erro do disco.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "O arquivo “%@” não pôde ser duplicado porque o disco está cheio.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "O arquivo “%@” não pôde ser duplicado porque o volume está protegido contra gravação.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "O arquivo “%@” não pôde ser duplicado.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "O arquivo “%1$@” não pôde ser movido para o lixo porque ocorreu um erro indeterminado (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "O arquivo “%@” não pôde ser movido para o lixo porque não foi encontrado.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "O arquivo “%@” não pôde ser movido para o lixo devido a um erro do disco.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "O arquivo “%@” não pôde ser movido para o lixo porque o disco está cheio.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "O arquivo “%@” não pôde ser movido para o lixo porque o disco está protegido contra gravação.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "O arquivo “%@” não pôde ser movido para o lixo.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Os arquivos não puderam ser duplicados porque ocorreu um erro indeterminado (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Os arquivos não puderam ser duplicados devido a um erro do disco.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Os arquivos não puderam ser duplicados porque o disco está cheio.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Os arquivos não puderam ser duplicados porque o volume está protegido contra gravação.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Os arquivos não puderam ser duplicados porque não foram encontrados.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Os arquivos não puderam ser duplicados.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Os arquivos não puderam ser movidos para o lixo porque ocorreu um erro indeterminado (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Os arquivos não puderam ser movidos para o lixo devido a um erro do disco.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Os arquivos não puderam ser movidos para o lixo porque o disco está cheio.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Os arquivos não puderam ser movidos para o lixo porque o disco está protegido contra gravação.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Os arquivos não puderam ser movidos para o lixo porque não foram encontrados.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Os arquivos não puderam ser movidos para o lixo.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "A operação não pode ser concluída.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "O serviço não pode ser usado porque o aplicativo não apresenta dados válidos.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Houve um problema ao obter as informações de serviço do aplicativo “%@”.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Houve um problema ao obter as informações de serviço do fluxo de trabalho “%@”.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Houve um problema ao obter as informações de serviço do aplicativo.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Tente arrastar “%@” do Lixo para a sua pasta Aplicativos.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Tente reinstalar “%@”.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Tente reinstalar “%@” ou entre em contato com o fornecedor para obter uma versão atualizada.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Tente reinstalar o aplicativo ou entre em contato com o fornecedor para obter uma versão atualizada.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Tente reinstalar o aplicativo.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Tente abrir novamente “%@” ou entre em contato com o fornecedor para obter uma versão atualizada.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Tentar executar o fluxo de trabalho “%@” no Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Tente usar uma versão mais antiga de “%@” ou atualize para uma nova versão do Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Tente utilizar o serviço de forma diferente ou entre em contato com o fornecedor para obter uma versão atualizada de “%@.”";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Você não tem permissão para duplicar alguns dos arquivos.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Você não tem permissão para duplicar o arquivo “%@”.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Você não tem permissão para duplicar os arquivos.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Você não tem permissão para mover alguns dos arquivos para o lixo.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Você não tem permissão para mover o arquivo “%@” para o lixo.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Você não tem permissão para mover os arquivos para o lixo.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Você não possui permissão para abrir o aplicativo “%@”.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Você não tem permissão para executar o aplicativo “%@”.";

